[
    {
        "lyrics": "California love\r\nCalifornia knows how to party\r\nCalifornia knows how to party\r\nIn the city of L.A\r\nIn the city of good ol' Watts\r\nIn the city, the city of Compton\n\nWe keep it rockin', we keep it rockin'\n\n\n\nNow let me welcome everybody to the Wild Wild West\n\nA state that's untouchable like Eliot Ness\n\nThe track hits your eardrum like a slug to your chest\n\nPack a vest for your Jimmy in the city of sex\n\nWe in that sunshine state where the bomb-ass hemp be\n\nThe state where you never find a dance floor empty\n\nAnd pimps be on a mission for them greens\n\nLean mean money-making-machines servin' fiends\n\nI been in the game for 10 years makin' rap tunes\n\nEver since honeys was wearin' Sassoon\n\nNow it's '95 and they clock me and watch me\n\nDiamonds shinin', lookin' like I robbed Liberace\n\nIt's all good, from Diego to the Bay\n\nYour city is the bomb if your city makin' pay\n\nThrow up a finger if you feel the same way\n\nDre puttin' it down for Californ-i-a\n\n\n\nCalifornia knows how to party\n\nCalifornia knows how to party (Yes, they do)\n\nIn the city of L.A\n\nIn the city of good ol' Watts\n\nIn the city, the city of Compton\n\nWe keep it rockin', we keep it rockin'\n\n\n\nShake, shake it, baby\n\nShake, shake it, mama\n\nShake it, Cali\n\nShake it, shake it, baby\n\nShake it, shake it, shake it, shake it\n\n\n\nOut on bail, fresh out of jail, California dreamin'\n\nSoon as I step on the scene, I'm hearin' hoochies screamin'\n\nFiendin' for money and alcohol, the life of a Westside player\n\nWhere cowards die and the strong ball\n\nOnly in Cali where we riot, not rally, to live and die\n\nIn L.A. we wearin' Chucks, not Ballys (yeah, that's right)\n\nDressed in Locs and Khaki suits, and ride is what we do\n\nFlossin' but have caution: we collide with other crews\n\nFamous because we throw grams\n\nWorldwide, let them recognize from Long Beach to Rosecrans\n\nBumpin' and grindin' like a slow jam\n\nIt's Westside, so you know the Row won't bow down to no man\n\nSay what you say, but give me that bomb beat from Dre\n\nLet me serenade the streets of L.A\n\nFrom Oakland to Sac-town, the Bay Area and back down\n\nCali is where they put their mack down; give me love!\n\n\n\nCalifornia knows how to party\n\nCalifornia knows how to party (Yes, they do)\n\nIn the city of L.A\n\nIn the city of good ol' Watts\n\nIn the city, the city of Compton\n\nWe keep it rockin', we keep it rockin'\n\n\n\nSouth Central\n\nUh, that's right\n\nNow make it shake\n\n\n\nShake, shake it, baby\n\nShake, shake it, mama\n\nShake it, Cali\n\nShake it, shake it, baby\n\nShake it, shake it, shake it, shake it\n\n\n\nShake it, Cali\n\nUh, uh, West Coast\n\nUh, yeah, uh, uh, Long Beach in the house\n\nUh, yeah, Oaktown\n\nOakland definitely in the house\n\nFrisco, Frisco\n\n\n\nAnd you know L.A. up in here\n\nPasadena, where you at?\n\nYeah, Inglewood\n\nInglewood always up to no good\n\nEven Hollywood tryin' to get a piece, baby\n\nSacramento, Sacramento where you at?\n\nThrow it up, y'all! Throw it up, throw it up!\n\nI can't see ya\n\nLet's show these fools how we do it over on this Westside\n\n'Cause you and I know it's the best side\n\nYeah, that's right\n\nWest Coast, West Coast"
    },
    "2Pac",
    "California Love"
]