[
  {
    "lyrics": "I just want to chill and twist the lye\r\nCatch stunts in my 745\r\nYou drive me crazy, shorty, I\r\nNeed to see you and feel you next to me\r\nI provide everything you need, and I\r\nLike your smile, I don't want to see you cry\n\nGot some questions that I got to ask\n\nAnd I hope you can come up with the answers, babe\n\n\n\nGirl, it's easy to love me now\n\nWould you love me if I was down and out?\n\nWould you still have love for me?\n\nGirl, it's easy to love me now\n\nWould you love me if I was down and out?\n\nWould you still have love for me?\n\n\n\nIf I fell off tomorrow, would you still love me?\n\nIf I didn't smell so good, would you still hug me?\n\nIf I got locked up and sentenced to a quarter century\n\nCould I count on you to be there \n\nto support me mentally?\n\nIf I went back to a hoopty from a Benz\n\nWould you poof and disappear like some of my friends?\n\n\n\nIf I was hit and I was hurt, \n\nwould you be by my side?\n\nIf it was time to put in work, \n\nwould you be down to ride?\n\nI get out and peel a nigga cap, chill and drive\n\nI'm asking questions to find out how you feel inside\n\nIf I ain't rap \u0091cause I flip burgers at Burger King\n\nWould you be ashamed \n\n\n\nto tell your friends you're feeling me?\n\nIn the bed, if I used my tongue, would you like that?\n\nIf I wrote you a love letter, would you write back?\n\nNow we can have a little drink, you know, a nightcap\n\nAnd we could go do what you like, I know you like that\n\n\n\nGirl, it's easy to love me now\n\nWould you love me if I was down and out?\n\nWould you still have love for me?\n\nGirl, it's easy to love me now\n\nWould you love me if I was down and out?\n\nWould you still have love for me?\n\n\n\nNow, would you leave me\n\nIf your father found out I was thugging?\n\nDo you believe me when I tell you\n\n\"You the one I'm loving\"?\n\nAre you mad \u0091cause I'm asking you 21 questions?\n\nAre you my soulmate? \u0091Cause if so, girl, you a blessing\n\n\n\nDo you trust me enough to tell me your dreams?\n\nI'm staring at you, \n\ntrying to figure how you got in them jeans\n\nIf I was down, would you say things to make me smile?\n\nI'll treat you how you want to be treated, \n\njust teach me how\n\nIf I was with some other chick \n\nand someone happened to see\n\nAnd when you asked me about it I said it wasn't me\n\nWould you believe me or up and leave me?\n\n\n\nHow deep is our bond \n\nif that's all it takes for you to be gone?\n\nWe only humans, girl, we make mistakes\n\nTo make it up, I'll do whatever it take\n\nI love you like a fat kid love cake\n\nYou know my style, I say anything to make you smile\n\n\n\nGirl, it's easy to love me now\n\nWould you love me if I was down and out?\n\nWould you still have love for me?\n\nGirl, it's easy to love me now\n\nWould you love me if I was down and out?\n\nWould you still have love for me?\n\n\n\nCould you love me in a Bentley?\n\nCould you love me on a bus?\n\nI'll ask 21 questions and they all about us"
  },
  "50 Cent",
  "21 Questions"
]
